[{"type":"Text","id":"0281929f-c796-4373-b04a-bac4bc681fc0","actor":"","name":"Still bewildered by both the world around me and my own existence I started to think. This world seemed completely devoid of sense and reason\n\nAs I walked around for yet another time, not even hoping to find anything new anymore, I noticed the vessel has more than one compass, though only one of them is operational. \nThis doesn't seem to make that much sense, because there's nowhere to go here anyway.\n\nI started to wonder if this vessel was perhaps never intended to be here and got here by accident? ","next":"74c9e491-7f27-41b7-89a9-243dc789fb94"},{"type":"Text","id":"74c9e491-7f27-41b7-89a9-243dc789fb94","actor":"","name":"What if this vessel crashed into this place and is now unable to leave? \n\nCould I have been the passenger of a spaceship that crashed into this place? Surely not, I would have remembered, right?\n\nI started to wonder if I could find a way to prove this theory, and, maybe, if it was indeed true, I could either find a way to get the vessel back into the air, or I could perhaps contact people.\n\nSurely someone out there must have missed me since I ended up here?","next":"777a6a30-559c-4655-9c62-c6aea8d2e590"},{"type":"Text","id":"777a6a30-559c-4655-9c62-c6aea8d2e590","actor":"","name":"I ran through the vessel, looking for proof of my theory. \nIt would surely explain the engine room. I was always confused at how over-engineered the engine seemed for what it was actually doing.\n\nIt would also explain the weird space-related programs on the computer. \n\nBut most importantly, it would finally give an explanation as to how I ended up with a name. \n\nI decided in the end that this new theory is the most likely explanation for the current situation.","next":"8a53afd4-6e55-4680-8f19-d3773c03d8bd"},{"type":"Text","id":"8a53afd4-6e55-4680-8f19-d3773c03d8bd","actor":"","name":"After accepting that this vessel was in fact a spaceship, I started to try and find a way to return it to it's former glory. \nI looked through the engine room, hoping to find a way to get the engine running to it's full potential again.\nAfter a while I found the manual of the engine, and could start to make out what the errors the engine has been giving mean.\n\nThis was unfortunately bad news, the engine had mostly died in the crash and was currently running on emergency mode. The only solution the manual suggested was to find a trained professional and to replace the energy core.\n\nThis emergency mode also meant there was no way to turn off the thrusters, and the ship would indeed continue moving forward forever, unless I shut of the engine in it's entirety.","next":"3061c00a-0ddd-43c4-afc4-6e7d90e2c26a"},{"type":"Text","id":"3061c00a-0ddd-43c4-afc4-6e7d90e2c26a","actor":"","name":"Not willing to give up I tried to at least find a way to get the ship to surface. If only I found a way to re-enable the other two compasses, then I could resurface, and send out a message for help.\n\nHowever, this also proved to be impossible, since the ship was never built to be a submarine, so it didn't have the required systems to alter it's depth. The main thrusters also lacked power to do more than provide basic thrust.","next":"67e89fd5-ecf9-441f-b97c-50624a8e01b8"},{"type":"Text","id":"67e89fd5-ecf9-441f-b97c-50624a8e01b8","actor":"","name":"In the end it seemed I had two choices, either to carry on forever, or to crash myself into whatever it is that's out there, and die.\n\nUnable to end my own life, I decided to just carry on and on and on and on, until time itself takes my life.","next":"a7f8daa3-726f-4428-af8b-8397df82903b"},{"type":"Text","id":"a7f8daa3-726f-4428-af8b-8397df82903b","actor":"","name":"- The End","next":null}]